Revit 2027 API
GroupTypeId.CouplerArray Property
 Set.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CouplerArray { get; }
Public Shared ReadOnly Property CouplerArray As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CouplerArray {
	ForgeTypeId^ get ();
}
static member CouplerArray : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace